lexicon: dict[str, str] = {
    'registration': '\nВаша учетная запись зарегистрирована. '
                    '\nНапишите /help или нажмите на команду, чтобы узнать, что может бот',
    'help_menu': """
/start - Приветствие
/help - Список команд
/Spend_during - Траты за период
""",
    'echo_answer': 'К сожалению не могу с вам подискутировать😭. Я могу только следить за вашими тратами 💵.',
    'cash_error': 'Произошла ошибка.⚠️ \nВвести надо положительное число.➕ \nА также до 8 знаков до запятой и до 2 знаков после запятой. \nПопробуйте ввести сумму снова или отмените ввод командой /cancel',
    'cancel': 'Вы отменили ввод'

}
